Repository: caalaa/TeamSpeak3-Webviewer
Catalog: l10n/*/LC_MESSAGES/*-tsv-install.po
Languages: da_dk, de_de, fr_fr, ru_ru

source: The password could not be saved. Please make "pw.xml" in the install directory writable.
de_de: Das Passwort konnte nicht gespeichert werden. Bitte machen Sie die Datei "pw.xml" im Verzeichnis "install" beschreibbar.

source: The password you provided was not correct. Please try again.
de_de: Das von Ihnen eingegebene Passwort war nicht korrekt. Bitte versuchen Sie es nocheinmal.
ru_ru: Вы ввели неверный пароль. Пожалуйста, попробуйте снова.

source: is not set. Please check if you filled out all blanks.
da_dk: er ikke sat. Sikre dig at du udfyldte alle blanke.
de_de: wurde nicht ausgefüllt. Bitte füllen Sie alle nötigen Felder aus.
fr_fr: n'est pas rempli. Vérifiez si vous avez rempli tous les blancs.
ru_ru: не установлено. Пожалуйста, проверьте заполненные поля.

source: The directory for the query data-cache could not be created. Please make it writable manually.
de_de: Das Verzeichnis für den Query Daten-Cache konnte nicht erstellt werden. Bitte erstellen Sie es manuell und machen Sie es beschreibbar.
ru_ru: Невозможно создать директорию для кэширования данных. Пожалуйста, выставьте права вручную.

source: Query cache directory:
de_de: Query-Zwischenspeicher-Verzeichnis:
ru_ru: Директория кэша:

source: The directory for the query image-cache could not be created. Please make it writable manually.
de_de: Das Verzeichnis für den Query Bilder-Cache konnte nicht erstellt werden. Bitte erstellen Sie es manuell und machen Sie es beschreibbar.
ru_ru: Невозможно создать директорию для кэширования изображений. Пожалуйста, выставьте права вручную.

source: Image cache directory:
de_de: Bild-Zwischenspeicher-Verzeichnis:
ru_ru: Директория кэширования изображений:

source: The configfile is not writable. Please check if the required permissions are given to write the file.
de_de: Die Konfigurationsdatei ist nicht beschreibbar. Bitte setzen Sie Schreibrechte auf das Verzeichnis "config".
ru_ru: Невозможно записать конфигурационный файл. Пожалуйста, проверьте выставлены ли права на запись файла.

source: Configfile successfully saved.
da_dk: Konfigurationsfilen gemt med succes.
de_de: Konfigurationsdatei erfolgreich gespeichert.
fr_fr: Fichier de configuration enregistré avec succès.
ru_ru: Файл конфигурации успешно сохранен.

source: edit
da_dk: rediger
de_de: editieren
fr_fr: édition
ru_ru: редактировать

source: show
de_de: anzeigen

source: Yes
da_dk: Ja
de_de: Ja
fr_fr: Oui
ru_ru: Да

source: No
da_dk: Nej
de_de: Nein
fr_fr: Non
ru_ru: Нет

source: Enabled
da_dk: Aktiver
de_de: Aktiviert
fr_fr: activé
ru_ru: Включить

source: Disabled
da_dk: Deaktiver
de_de: Deaktiviert
fr_fr: désactivé
ru_ru: Выключить

source: Not all necessary information is given in the configfile to flush the cache.
da_dk: Ikke alle nødvendige informationer er givet i configfilen til at rense cachen.
de_de: Es sind nicht alle nötigen Informationen in der Konfigurationsdatei vorhanden, um den Cache zu löschen
fr_fr: Quelques informations requises manquent au fichier de configuration pour pouvoir purger le cache.
ru_ru: Не предоставлена вся необходимая информация в конфигурационном файле для очистки кеша.

source: Cache flushed.
da_dk: Cache renset.
de_de: Cache gelöscht
fr_fr: cache purgé.
ru_ru: Кеш очищен.

source: The configfile you wanted to delete does not exist
de_de: Die zu löschende Datei existiert nicht.
ru_ru: Файл конфигурации, который вы пытаетесь удалить, не существует

source: The configfile has been successfully deleted
de_de: Konfigurationsdatei erfolgreich gelöscht.
ru_ru: Файл конфигурации успешно сохранен.

source: The necessary function
da_dk: Den nødvendige funktion
de_de: Die benötigte Funktion
fr_fr: la fonction nécessaire
ru_ru: Необходимая функция

source: Configfile successfully saved!
da_dk: Konfigurationsfil gemt med succes!
de_de: Konfigurationsdatei erfolgreich gespeichert
fr_fr: Fichier de configuration enregistré avec succès
ru_ru: Файл конфигурации успешно сохранен!

source: The changes have been added to the queue. They will be saved if you save the configfile of the viewer for the next time.
de_de: Die Änderungen wurden hinzugefügt. Sie werden gespeichert, sobald Sie die Konfigurationsdatei des Viewers speichern.
ru_ru: Изменения были добавлены в очередь. Они будут применены, если вы сохраните файл конфигурации скрипты в следующий раз.

source: Back to configfiles
da_dk: Tilbage til konfigurationsfilerne
de_de: Zurück zur Dateiauswahl
fr_fr: Retour au fichiers de configuration
ru_ru: Вернуться к файлам конфигурации

source: Logout
de_de: Ausloggen
ru_ru: Выйти

source: Mainsettings
da_dk: Hovedindstillinger
de_de: Haupteinstellungen
fr_fr: Configurations principales
ru_ru: Основные настройки

source: Modules
da_dk: Moduler
de_de: Module
ru_ru: Модули

source: Caching
de_de: Zwischenspeicher
fr_fr: mise en cache
ru_ru: Кеширование

source: Misc
da_dk: Div.
de_de: sonstiges
fr_fr: Divers
ru_ru: Дополнительно

source: The adress with which you are connecting to the server (Can be an IP-Adress or hostname).
da_dk: Adressen som du forbinder til (Kan være IP-adresse eller hostnavn).
de_de: Die Adresse mit der sie zum Server verbinden (Kann eine IP-Adresse oder ein Hostname sein)
fr_fr: L'adresse avec laquelle vous effectuez une connection avec votre serveur (Peut être une adresse IP ou un nom d'hôte)
ru_ru: Адрес соединения с сервером (Может быть IP-адресом или доменным именем).

source: Serveradress
da_dk: Serveradresse
de_de: Serveradresse
fr_fr: Adresse de serveur
ru_ru: Адрес сервера

source: The Queryport of your server (Default: 10011).
da_dk: Queryporten på din server (Standard: 10011).
de_de: Der Queryport des Servers (Standard: 10011)
fr_fr: Le port d'interrogation de votre serveur (Queryport :10011 par défaut)
ru_ru: Порт опроса вашего сервера (По умолчанию:10011).

source: The port through which you are connecting to your server via the client (Default: 9987).
da_dk: Porten som du forbinder din klient til din server igennem (Standard: 9987).
de_de: Der Port über den Sie im Client auf den Server verbinden (Standard: 9987)
fr_fr: Le port pour vous connecter avec votre serveur à travers le client (Standard: 9987)
ru_ru: Порт, через который Вы соединяетесь с сервером через клиент (По умолчанию: 9987).

source: If a login is required that the viewer can get the needed information (Default: yes).
da_dk: Om et login er krævet for at vieweren kan modtage den nødvendige information (Standard: ja).
de_de: Wird ein Login benötigt um an alle Informationen für den Viewer zu kommen? (Standard: Ja)
fr_fr: Inscription nécessaire pour que le visionneur reçoit les informations nécessaires (Standard: Oui)
ru_ru: При авторазации скрипт будет получать всю необходимую информацию (По умолчания: да).

source: Login required?
da_dk: Login krævet?
de_de: Query-Login benötigt?
fr_fr: Inscription requise?
ru_ru: Авторизация необходима?

source: The username of the query-user.
da_dk: Brugernavnet på query-brugeren.
de_de: Benutzername des Query-Benutzers
fr_fr: Le nom d'utilisateur de l'utilisateur d'interrogation (query)
ru_ru: Имя пользователя, выступающего в качестве клиента.

source: Username
da_dk: Brugernavn
de_de: Benutzername
fr_fr: Nom d'utilisateur
ru_ru: Имя пользователя

source: Password corresponding to the username above.
da_dk: Kodeord til ovenstående brugernavn.
de_de: Passwort des Query-Benutzers
fr_fr: Mot de passe correspondant au nom d'utilisateur si dessus.
ru_ru: Пароль соответствующий пользователю, указанному ранее.

source: Password
da_dk: Kodeord
de_de: Passwort
fr_fr: Mot de passe
ru_ru: Пароль

source: Click on a module to edit the modules configfile. Drag and sort the modules in the order you want them displayed
da_dk: Klik på et modul for at redigere modulets konfigurationsfil.Træk, slip og sorter modulerne i den rækkefølge du ønsker den vist
de_de: Klicken Sie auf das jeweilige Modul, um die Konfigurationsdatei eines Modules zu editieren. Sortieren und Verschieben Sie die Module so, wie sie ausgegeben werden sollen
fr_fr: Appuyez sur un module pour modifier son fichier de configuration. Traînez les modules pour les trier de manière voulue
ru_ru: Нажмите на модуль чтобы редактировать конфигурационный файл модулей. Перетаскивайте и сортируйте модули в том порядке, в котором они будут отображаться.

source: enabled modules:
da_dk: aktiverede moduler:
de_de: Aktivierte Module
fr_fr: activer modules:
ru_ru: включенные модули:

source: disabled modules:
da_dk: deaktiverede moduler:
de_de: Deaktivierte Module
fr_fr: désactiver modules:
ru_ru: отключенные модули:

source: Enable all
de_de: Alle aktivieren

source: Disable all
de_de: Alle deaktivieren

source: If you set this on true, custom icons will be downloaded automatically.
da_dk: Hvis du sætter denne på sandt, vil brugerdefinerede ikoner blive downloaded automatisk.
de_de: Wenn Sie dies aktivieren, werden Servericons automatisch heruntergeladen
fr_fr: Si vous activez cette fonction, les icones individuelles seront téléchargés automatiquement.
ru_ru: Если вы установите это верным, иконки по умолчанию будут загружены автоматически.

source: download servericons automatically
da_dk: download serverikoner automatisk
de_de: Icons automatisch herunterladen
fr_fr: téléchargement automatique des icones
ru_ru: автоматически скачать иконки сервера

source: If the setting above is FALSE, the viewer will use the imagepack provided here.
da_dk: Hvis ovenstående indstilling er FALSK, vil vieweren bruge ikonernerne der er givet i installationen.
de_de: Werden die Icons nicht automatisch heruntergeladen, wird der hier gesetzte Imagepack verwendet
fr_fr: Si cette fonction est mise sur FAUX, le visionneur utilisera le paquet d'image mise à la disposition ici.
ru_ru: Если предыдущая настройка НЕВЕРНА, скрипт будет использовать набор иконок, предоставленный здесь.

source: Group-Icons Imagepackage
da_dk: Gruppeikon-pakke
de_de: Bildpacket für Gruppenicons
fr_fr: Paquet d'images des icones de groupe
ru_ru: Набор иконок для групп

source: The stylesheet which should be used for the viewer
da_dk: Stylesheetet (udseende) som skal bruges i vieweren
de_de: Stylesheet das für den Viewer benutzt werden soll
fr_fr: La feuille de style utilisée pour le visionneur
ru_ru: Стиль, который используется скриптом.

source: If you set that on TRUE, the viewer will show arrows next to the channel similar as in the client.
da_dk: Hvis du sætter denne på SANDT, vil vieweren vise pile ved siden af kanalerne, som de vises i klienten.
de_de: Ist diese Einstellung gesetzt werden neben den Channeln Pfeile angezeigt (ähnlich wie im Client)
fr_fr: Si vous mettez sur OUI, le visionneur affichera des flèches près des chaînes, simmilair au client.
ru_ru: Если вы установите значение ДА, скрипт будет показывать стрелки, идентичные клиенту.

source: display arrows
da_dk: vis pile
de_de: Pfeile anzeigen
fr_fr: Afficher flèches
ru_ru: показывать стрелки

source: standard -> shows the viewer like in TS Client; clientonly -> shows only clients; channelclientsonly -> shows only channels with clients inside
de_de: standard -> Zeigt die Clients und Channel wie im TeamSpeakClient an; clientsonly-> zeigt nur Clients an; channelclientsonly -> Zeigt nur Channel an, in denen Clients online sind

source: Display filter
de_de: Anzeigefilter

source: Clients only
de_de: nur Clients

source: Channels with clients inside only
de_de: nur Channel mit Clients

source: If this on true the viewer will buffer the data it received. It is strongly recommended to enable caching due to stability reasons.
da_dk: Hvis denne er på sandt, vil vieweren buffe den modtagede data. Det er stærkt at aktivere chaching for stabilitet.
de_de: Wenn diese Einstellung auf Ja gesetzt ist, werden die Informationen nur alle n Sekunden abgerufen
fr_fr: Si cette fonction est activée, le visionneur va amortir les données reçues. Il est fortement recommandé d'activer la fonction de cache pour des raison de stabilité.
ru_ru: Если это включено, скрипт будет помещать в буфер полученные данные. Настоятельно рекомендуется включить кеширование для стабильной работы.

source: Enable caching?
da_dk: Aktiver caching?
de_de: Zwischenspeichern (Caching) aktivieren?
fr_fr: Activer cache?
ru_ru: Включить кеширование?

source: The time in seconds the viewer should buffer the serverdata (Recommended: 60).
da_dk: Tidsintervalle, i sekunder, vieweren skal buffe serverdataen (Anbefalet: 60).
de_de: Zeitraum, in dem die Informationen gepuffert werden (in Sekunden, empfohlen: 60)
fr_fr: Le temps en secondes que le visionneur amortira les données du serveur (Recommandé: 60).
ru_ru: Интервал в секундах, через которые скрипт будет помещать серверные данные в буфер (Рекомундуется: 60).

source: Language of the viewer
da_dk: Viewerens sprog
de_de: Sprache des Viewers
fr_fr: Language du visionneur
ru_ru: Язык скрипта

source: Language
da_dk: Sprog
de_de: Sprache
ru_ru: Язык

source: If enabled the url to your webviewer will be submitted to devMX
de_de: Wenn Sie dies aktivieren, wird das URL des Webviewer an devMX übermittelt

source: Provide usage statistics
de_de: Benutzungsstatistiken senden

source: Tip: Hover over the labels to get more information about the requested data.
da_dk: Tip: Hold markøren over etiketter for at få mere information om den ønskede data.
de_de: Tipp: fahren Sie über die Beschriftungen um genauere Informationen zu erhalten
fr_fr: Astuce: Passez sur les marquages pour obtenir plus d'information sur les données requises.
ru_ru: Информация: Наведите на текст чтобы получить больше информации о необходимых данных

source: Save configfile
da_dk: Gem konfigurationsfilen
de_de: Konfigurationsdatei speichern
fr_fr: Enregistrer fichier de configuration
ru_ru: Сохранить файл конфигурации

source: Please enter the password for the interface:
da_dk: Venligst indtast kodeordet til interfacet:
de_de: Bitte geben Sie das Passwort für den Admin-Bereich ein.
fr_fr: Veuillez entrer le mot de passe pour l'interface:
ru_ru: Пожалуйста, введите пароль для интерфейса:

source: Submit
da_dk: Indsend
de_de: Absenden
fr_fr: Envoyer
ru_ru: Подтвердить

source: Checking if all necessary directories are writable:
de_de: Überprüfe, ob alle benötigten Verzeichnisse beschreibbar sind:
ru_ru: Проверка всех директорий на возможность записи:

source: Directory
de_de: Verzeichnis
ru_ru: Директория

source: FAILED
de_de: FEHLER
ru_ru: НЕ УДАЛОСЬ

source: If the status of one of those directories is FAILED, please make this directory writable manually! Otherwise the viewer may not work.
de_de: Wenn der Status eines Verzeichnisses FEHLER anzeigt, so müssen Sie dieses Verzeichnis beschreibbar machen. Andernfalls funktioniert der TeamSpeak3 Webviewer womöglich nicht.
ru_ru: Если статус одной из директорий - "НЕ УДАЛОСЬ", пожалуйста, сделайте директорию возможной для записи вручную! В ином случае, скрипт не будет работать.

source: Please select one of those existing configfiles:
da_dk: Vælg en af de eksisterende konfigurationsfiler:
de_de: Bitte wählen Sie eines dieser Konfigurationsdateien
fr_fr: Veuillez saisir l'un des fichiers de configuration existants:
ru_ru: Пожалуйста, выберите один из существующих файлов конфигурации:

source: or create a new configfile (If no configfile is available please name the new one "default")
da_dk: eller opret en ny konfigurationsfil (Hvis der ikke er nogen konfigurationsfil tilgængelig, venligst vælg et navn til en ny "default")
de_de: oder erstellen sie eine neue Konfigurationsdatei (Sollte keine Konfigurationsdatei vorhanden sein, so nennen Sie die neue Datei bitte "config":
fr_fr: ou créez un nouveau fichier de configuration (Si aucun fichier de configuration est disponible, nommer "default")
ru_ru: или создайте новый конфигурационный файл (Если ни один конфигурациооный файл не доступен, введите имя нового файла "по умолчанию")

source: Name of the new file
da_dk: Navn på den nye fil
de_de: Name der neuen Konfigurationsdatei
fr_fr: Nom du nouveau fichier
ru_ru: Имя нового файла

source: create file
da_dk: opret fil
de_de: Datei erstellen
fr_fr: créer fichier
ru_ru: создать файл

source: Please insert a password for the interface once:
da_dk: Venligst indsæt et kodeord til interfacet én gang:
de_de: Bitte geben Sie ein einmalig ein Passwort für den Admin-Bereich an
fr_fr: Veuillez introduire uniquement un mot de passe pour l'interface:
ru_ru: Пожалуйста, введите пароль, чтобы воспользоваться интерфейсом

source: Set password
da_dk: Vælg kodeord
de_de: Passwort setzen
fr_fr: Entrer mot de passe
ru_ru: Установить/изменить пароль

source: You can edit the global and the local configfile of the module here. If you have finished just press the button. The local configfile overrides all configparameters set in the global one. Set 'none' in the local config, if you want to use the parameter of the global config
de_de: Sie können hier die globale und die lokale Konfigurationsdatei des Modules bearbeiten. Die lokale Konfiguration überschreibt alle Optionen der globalen. Setzen Sie eine Option in der lokalen Konfiguration auf 'none', wenn Sie für diese Option die globale Konfiguration verwenden möchten.
ru_ru: Вы можете редактировать глобальные и локальные конфигурационные файлы модуля здесь. Когда закончите, просто нажмите кнопку. Локальный конфигурационный файл перекрывает все настройки в глобальном конфиге. Выберите "нет" в локальном конфиге, если вы хотите использовать параметры из глобального конфига.

source: Learn more about this module
de_de: Mehr über dieses Modul erfahren

source: Global config
de_de: Globale Konfiguration
ru_ru: Глобальные настройки

source: Local config
de_de: Lokale Konfiguration
ru_ru: Локальные настройки

source: save configfile
da_dk: gem konfigurationsfilen
de_de: Konfigurationsdatei speichern
fr_fr: enregistrer le fichier de configuration
ru_ru: сохранить конфигурационный файл

source: Danish
de_de: Dänisch
ru_ru: Датский

source: German
da_dk: Tysk
de_de: Deutsch
ru_ru: Немецкий

source: English
da_dk: Engelsk
de_de: Englisch
ru_ru: Английский

source: French
de_de: Französisch
ru_ru: Французский

source: Russian
de_de: Russisch
ru_ru: Русский

source: is not available on your webspace. Please contact your service provider.
ru_ru: не доступно(-а) на вашем хостинге. Пожалуйста, свяжитесь с вашим хостинг-провайдером.

source: The configfile could not be written. Please check the permissions for the file.
ru_ru: Конфигурационный файл не может быть сохранен. Пожалуйста, проверьте выставленные права для файла.

source: Style
da_dk: Udseende
ru_ru: Скины

source: Queryport
fr_fr: Port d'interrogation / Queryport
ru_ru: Порт

source: Serverport
fr_fr: Port de serveur
ru_ru: Порт сервера

source: Stylesheet
da_dk: Stylesheet (udseende)
fr_fr: Feuille de style
ru_ru: Стиль

source: Standard cachetime
da_dk: Standard cacheinterval
fr_fr: temps de cache standard
ru_ru: Стандартное время кеширование

source: Status
ru_ru: Статус

source: OK
ru_ru: ОК

source: Show Viewer
da_dk: Vis Viewer
fr_fr: Afficher visionneur

source: Flush cache
da_dk: Fjern cache
fr_fr: Purger cache

source: delete configfile
da_dk: slet configfilen
fr_fr: supprimer fichier de configuration
