Repository: caalaa/TeamSpeak3-Webviewer
Catalog: l10n/*/LC_MESSAGES/*-tsv-welcome.po
Languages: de_de

source: Become fan at facebook
de_de: Werden Sie Fan auf Facebook

source: Installation and Configuration
de_de: Installation und Konfiguration

source: Documentation
de_de: Dokumentation

source: Welcome to the devMX TeamSpeak3 Webviewer
de_de: Willkommen zum devMX TeamSpeak3 Webviewer

source: show Translators
de_de: Übersetzer anzeigen

source: Apparently you didn't set up the Viewer yet. Please run the
de_de: Anscheinen haben Sie noch keine Konfigurationsdateien erstellt. Konfigurationsdateien erstellen wollen:

source: Installscript
de_de: Installationsroutine

source: You can see a list of your config files below. If you want to add more, run the
de_de: Sie haben folgende Konfigurationdateien erstellt. Um eine neue Datei zu erstellen, starten Sie die

source: The following configfiles are available
de_de: Diese Konfigurationsdateien sind verfügbar:

source: No configfile available
de_de: Keine Konfigurationsdateien erstellt.

source: Get code to include this configfile
de_de: Code zum Einbinden anzeigen

source: Get code to include
de_de: Code zum Einbinden

source: Version %s of the TeamSpeak3 Webviewer has been released. Click here to update.
de_de: Version %s des TeamSpeak3 Webviewer wurde veröffentlicht. Klicken Sie hier um upzudaten.

source: Translators
de_de: Übersetzer

source: Height
de_de: H&ouml;he

source: Width
de_de: Breite
